Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F31D.tmx
Source language: en_us
Languages: zh_cn

source: The saddle saga: wild ascents and wilder camping
zh_cn: 单车传奇：爬坡和露营

source: There is a sense of ironic symmetry to riding a bicycle over mountains, particularly a heavily laden touring bike. It is like experiencing the perfect ying and yang.
zh_cn: 骑着自行车在山上行走，特别是一辆重载自行车，有一种奇怪的对称感觉，就像在体验阴和阳的完美交融。

source: First, there is a long, sweaty, strained struggle to the summit.
zh_cn: 开始时通向山顶的道路漫长而艰难，让人汗水淋漓苦苦挣扎。

source: There are false dawns along the way, when you think the climb (and your own strength) is nearly at an end, only to discover another long incline ahead which is even steeper than the last.
zh_cn: 有时有苦尽甘来的错觉，在你精疲力竭的时候你以为已经快到山顶，却不料有一段更长更陡的坡道又出现在你的面前。

source: And then, when you do finally reach the highest peak, a sense of calm washes over you.
zh_cn: 然后，当你最终登上顶峰时，一种安宁平静的感觉会充溢你的全身。

source: A few moments pass as you rest your aching muscles before you hurtle down the other side. The strain of the climb is forgotten as you reach speeds of 50mph, barely able to absorb the breathtaking views all around as you concentrate on cornering the next switchback without drifting towards the oncoming traffic.
zh_cn: 你让酸痛的肌肉稍微休息一下之后又开始向下坡的道路猛冲，当车速达到每小时50英里时，上山爬坡时的艰难已经被你弃之脑后。当你集中注意力对付每一个折弯，以免让自己的单车冲进路上的车流时，你是难以欣赏到周围惊人的美景的。

source: Crossing the Alps has been incredibly difficult, and the contrast of the exertion of rising up over some of those mountains, only to switch within seconds to the exhilaration of a descent, has been extreme.
zh_cn: 翻越阿尔卑斯山的难度之大让人难以置信，与那些很容易登上山顶然后畅快地下山的山地形成了鲜明的对照。

source: The simple rule, though: the longer and harder the climb, the more rewarding the descent.
zh_cn: 规则很简单：上山的路越长越艰难，下山时就能得到更多的回报。

source: Wild camping is something we have had to adjust to on this expedition in order to keep the costs down, especially in Western Europe.
zh_cn: 为了降低旅行费用我们需要采取一些措施，包括旅途中的野外扎营，特别是在西欧。

source: Wild camping is when you pitch your tent in a non-campsite environment, usually in an untamed rural location.
zh_cn: 野外扎营就是在非专门露营地的地方扎营，常常是在荒僻的乡野。

source: It is free but also illegal through much of Europe, so there is some element of risk involved, plus the only washing facilities are generally a nearby river (if we're lucky).
zh_cn: 这样做虽然很自由，但在欧洲的大部分地方是非法的，所以不免有点风险，而且即便是我们很幸运，唯一的盥洗场所只是附近的河流。

source: We have found a strange array of places to camp so far: a football dug out, a golf course, an orchard, a restaurant garden, and a tourist information centre, as well as the more usual woods and fields.
zh_cn: 到目前为止我们在各种稀奇古怪的地方扎过营：足球场，高尔夫球场，果园，餐馆的花园，游客信息中心等，更经常的是在树林和田野里过夜。

source: Most memorable was on our first night in Slovenia, when we slept on a restaurant terrace overlooking the mountain we had just climbed from Austria, the Loibel pass.
zh_cn: 最难忘的是在斯洛文尼亚的第一夜，我们睡在一家餐馆的平台上，那里能俯瞰到劳贝尔山口，我们刚从奥地利翻过这个山口来到这里。

source: In Austria, we had been lucky to have a break from wild camping, though, staying with some friends, Matt and Julie Crawford, in their chalet in Zell am See.
zh_cn: 在奥地利，我们很幸运能暂别露营和朋友们住在一起。

source: We enjoyed a couple of nights by the lake with beds, showers, good food and better company, before regaining the strength to take on the rest of the Alps.
zh_cn: 在采儿溪我们住在迈特和朱莉 克劳弗的山间小木屋里，在那里度过的几天里我们能欣赏到湖边的美景，有床铺，淋浴，美食和朋友的陪伴，使我们能养精蓄力来继续在阿尔卑斯山余下的旅程。

source: We planned the route through Austria as best we could but still needed to tackle at least one mountain climb each day.
zh_cn: 我们尽量把穿越奥地利的路线安排得好一点，但是每天仍至少要翻越一座高山。
